{
  "curve_phrases": [
    "That's one small curve for {player}, one giant curve for mankind.",
    "The only thing we have to fear is another curve, {player}.",
    "Give me liberty or give me curve, shouted {player}.",
    "I came, I saw, I curved — {player} edition.",
    "Ask not what the curve can do for you, {player}, ask why it's following you.",
    "{player}, united we stand, divided we curve.",
    "To curve, or not to curve — that is {player}'s question.",
    "Houston, {player} has a curve.",
    "Et tu, curve? murmured {player}.",
    "The curve will set you free, {player}… allegedly.",
    "Mr. {player}, tear down that curve!",
    "The curve is strong in this one, {player}.",
    "Speak softly and carry a big curve, {player}.",
    "Let them eat curve, declared {player}.",
    "{player} had a dream… then the curve interrupted.",
    "Where we're going, {player}, we don't need straight lines — only curves.",
    "Not all who wander are curved… except {player}.",
    "In the beginning, {player} created the curve.",
    "Float like a butterfly, curve like {player}.",
    "May the curve be ever in your favor, {player}.",
    "{player}, the curve always rings twice.",
    "Ask and you shall receive… a curve, {player}.",
    "Give peace a chance, give {player} a curve.",
    "That's another fine curve you've gotten into, {player}.",
    "Elementary, my dear {player}: it was the curve.",
    "{player}, the curve is out there.",
    "One does not simply walk into a curve, {player}.",
    "Power to the curve, and to {player} who fears it.",
    "The curve never sleeps, {player}.",
    "{player}, the truth is out there, but so is the curve.",
    "The pen is mightier than the sword, unless you're fighting a curve, {player}.",
    "{player}, fortune favors the curved.",
    "I think, therefore I curve, said {player}.",
    "This is one small step for curve-kind, one giant stumble for {player}.",
    "Fear not the night, fear the curve, {player}.",
    "History is written by the curved… and by {player}.",
    "A curve a day keeps {player} awake at night.",
    "The curve giveth and the curve taketh away, {player}.",
    "Veni, vidi… no, {player}, that's definitely a curve.",
    "Curves of the world, unite! {player} needs help.",
    "The arc of history is long, but it always curves toward {player}.",
    "Keep calm and let {player} handle the curve.",
    "No curve, no glory, {player}.",
    "The die is cast… into a curve, {player}.",
    "By the power of the curve, {player} has no idea what's happening.",
    "{player}, this is your curve speaking — good luck.",
    "Victory loves preparation, but the curve loves surprising {player}.",
    "{player}, every revolution begins with a curve.",
    "The curve chooses the champion, {player}, not the other way around.",
    "In war, truth is the first casualty; in curves, it's {player}."
  ],
  "guest_curve_phrases": [
    "Guest, this is your moment — join the curve!",
    "Ask not what the curve can do for you, Guest; ask how fast you can join it.",
    "One small step for Guest, one giant curve to join.",
    "To curve or not to curve — wrong question, Guest. Just join.",
    "Guest, destiny calls… and it's shaped like a curve.",
    "The curve already chose you, Guest. Stop resisting.",
    "Guest, united we curve. Alone… you crash.",
    "Join the curve, Guest — your legend starts crooked.",
    "Guest, the curve awakens. Time to join the chaos.",
    "All roads lead to the curve, Guest. Even yours.",
    "Guest, the curve is strong in you. Use it.",
    "Fortune favors the curved, Guest. Join in.",
    "Guest, heroes don't wait — they join the curve.",
    "The curve hungers, Guest. Feed it your bravery.",
    "Guest, today the curve salutes you. Join it proudly.",
    "Guest, courage is just your first curve away.",
    "This is the way, Guest — follow the curve.",
    "Guest, fear not the curve. Embrace it.",
    "The future is curved, Guest. Get in here.",
    "Guest, the curve never sleeps — and it's calling your name.",
    "Guest, your legend begins where the curve bends.",
    "In curves we trust, Guest. Join us.",
    "Guest, greatness awaits… right after this curve.",
    "Guest, the curve is inevitable. Become part of it.",
    "Let the curve guide you, Guest.",
    "Guest, many are called… few join the curve.",
    "By entering the curve, Guest, you enter history.",
    "Brace yourself, Guest — the curve is near.",
    "Guest, legends don't walk straight. They curve.",
    "The curve is your destiny, Guest. Claim it.",
    "Guest, join the curve and let chaos be your compass.",
    "The curve doesn't choose the strongest, Guest — it chooses the willing.",
    "Guest, the curve whispers: 'Join me.'",
    "Every great journey starts with a curve, Guest.",
    "Guest, if you can't beat the curve… join it.",
    "The curve needs brave souls. Guest, you're up.",
    "Guest, once you join the curve, there's no turning back.",
    "Guest, history bends toward the curve — you should too.",
    "Guest, may the curve be ever in your favor.",
    "Guest, the curve rises. Will you?",
    "Guest, you don't follow the curve — you join it.",
    "A straight path is boring, Guest. Curve with us.",
    "Guest, chaos begins at the first curve. Welcome.",
    "Join the curve, Guest — normal is overrated.",
    "Guest, this curve won't ride itself.",
    "Guest, dare to curve. Dare to join.",
    "Let the curve unite us, Guest.",
    "Guest, the curve is your new home. Enter.",
    "Guest, legends are written in curves, not lines.",
    "Guest, your destiny bends sharply. Join the curve now."
  ]
}
